package tj.mobile_hgu

const val js="{\n" +
        "  \"groups\": [\n" +
        "    {\n" +
        "      \"groupname\": \"101\",\n" +
        "      \"days\": [\n" +
        "        {\n" +
        "          \"day\": \"Душанбе\",\n" +
        "          \"sessions\": [\n" +
        "            {\n" +
        "              \"lesson\": \"ТАРБИЯИ ҶИСМОНӢ\",\n" +
        "              \"time\": \"8:00-8:50\",\n" +
        "              \"teacher\": \"БОЙМАТОВ Д.\"\n" +
        "            },\n" +
        "  {\n" +
        "              \"lesson\": \"ТАРБИЯИ ҶИСМОНӢ\",\n" +
        "              \"time\": \"8:00-8:50\",\n" +
        "              \"teacher\": \"БОЙМАТОВ Д.\"\n" +
        "            }\n" +
        "          ]\n" +
        "        },\n" +
        "        {\n" +
        "          \"day\": \"Сешанбе\",\n" +
        "          \"sessions\": [\n" +
        "            {\n" +
        "              \"lesson\": \"ТАРБИЯИ ҶИСМОНӢ\",\n" +
        "              \"time\": \"8:00-8:50\",\n" +
        "              \"teacher\": \"БОЙМАТОВ Д.\"\n" +
        "            }\n" +
        "          ]\n" +
        "        }\n" +
        "      ]\n" +
        "    },\n" +
        "    {\n" +
        "      \"groupname\": \"102\",\n" +
        "      \"days\": [\n" +
        "        {\n" +
        "          \"day\": \"Душанбе\",\n" +
        "          \"sessions\": [\n" +
        "            {\n" +
        "              \"lesson\": \"ТАРБИЯИТАРБИЯИ ҶИСМОНӢҶИСМОНӢҶИСМОНӢ\",\n" +
        "              \"time\": \"8:00-8:50\",\n" +
        "              \"teacher\": \"БОЙМАТОВ Д.\"\n" +
        "            }\n" +
        "          ]\n" +
        "        }\n" +
        "      ]\n" +
        "    }\n" +
        "  ]\n" +
        "}"

val jsonSessions = """
[
  {
    "lesson": "ТАРБИЯИ ҶИСМОНӢ",
    "time": "8:00- 8:50",
    "teacher": "БОЙМАТОВ Д."
  },
  {
    "lesson": "ТАРБИЯИТАРБИЯИТАРБИЯИ ҶИСМОНӢҶИСМОНӢ",
    "time": "8:00- 8:50",
    "teacher": "БОЙМАТОВ Д."
  }
]
"""